export const chips = {
  mayWidth: ['Можно с детьми', 'Можно с животными'],
  options: ['Студия', '1к', '2к', '3к+'],
  time: ['5 мин.', '10 мин.', '15 мин.', '20+ мин.'],
  house: ['Любой', 'Сталинки', 'Новостройки', 'В центре'],
  floor: ['Не первый', 'Не последний', 'Последний'],
  apartment: ['С мебелью', 'Без мебели', 'Хороший ремонт', 'Балкон / лоджия'],
  techniqueFirst: ['Холодильник', 'Телевизор', 'Стиральная машинка'],
  techniqueSecond: ['Посудомоечная машинка', 'Кондиционер']
}

export const options = [
  { value: '1', label: 'Сначала дешевле' },
  { value: '2', label: 'Сначала дороже' },
  { value: '3', label: 'Площадь больше' },
  { value: '4', label: 'Площадь меньше' }
]
