export const dataModal = [
  ['Курение в квартире (сигареты, сигары, кальян, айкос)', '3000 руб.'],
  ['Утеря ключа', '2000 руб.'],
  ['Оставили загрязненными кастрюлю, сковороду', '500 руб. за предмет'],
  ['Оставили загрязненными тарелки, кружки, бокалы', '1000 руб. за всю посуду'],
  ['Загрязнение мягкой мебели, матраса, ковролина', 'Сумма залога'],
  ['Использование дополнительных комплектов белья без согласования с менеджером', '1000 руб. за предмет'],
  ['Не вынесли за собой мусор', '1000 руб. 2000 руб. от 2 пакетов мусора'],
  ['Жалобы со стороны соседей на шум', 'Сумма залога'],
  ['Забыли оставить ключ и увезли с собой', '1000 руб.']
]
